export const courses = [
    {
        id: 1,
        title: 'Основы Иврит',
        category: 'language',
        description: 'Полный курс по основам древнего языка Иврит',
        program: ['Алфавит и письмо, система корней, грамматика, времена'],
        reviews: [{ author: 'Ierusalim', text: 'Почему так сложно?', rating: 3 }]
    },
    {
        id: 2,
        title: 'Станьте Копирайтером',
        category: 'special',
        description: 'Обучитесь на не нужную профессию которая и до ИИ приносила копейки. Всего за 10000!',
        program: ['Оформление в ворде, научим писать на клавиатуре'],
        reviews: [{ author: 'Allah', text: 'Очень понятно!', rating: 4 }]
    },
    {
        id: 3,
        title: 'Основы Китайского языка',
        category: 'language',
        description: 'С вами будут заниматься настоящие носители, Пей Чай Сам, Чо Ко Пай, а так же гуру китайского: Обдулахмед',
        program: ['Иероглифы и письменность, пиньинь, тоны'],
        reviews: [{ author: 'Lucifer', text: 'У гуру классный акцент', rating: 4 }]
    }
];